Repository: rayenghanmi/RyTuneX
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ar_tn, de, es_es, fr_fr, he_il, hu_hu, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, tr_tr, vi_vn, zh_hans, zh_hant

# RepairPage_SystemHealthTitle.Text
source: System Health
ar_tn: صحة النظام
de: Systemintegrität
es_es: Estado del sistema
fr_fr: État du système
he_il: בריאות המערכת
id_id: Kesehatan Sistem
it_it: Integrità del sistema
ja_jp: システムの正常性
ko_kr: 시스템 상태
pt_br: Integridade do sistema
ru_ru: Состояние системы
tr_tr: Sistem Sağlığı
vi_vn: Tình trạng hệ thống
zh_hans: 系统健康
zh_hant: 系統健康

# RepairPage_SystemHealthSubtitle.Text
source: Check Windows for common system and storage issues.
ar_tn: افحص ويندوز بحثًا عن مشاكل النظام والتخزين الشائعة.
de: Überprüfen Sie Windows auf häufige System- und Speicherprobleme.
es_es: Comprueba Windows en busca de problemas comunes del sistema y almacenamiento.
fr_fr: Vérifiez Windows pour les problèmes courants du système et de stockage.
he_il: בדוק את Windows עבור בעיות נפוצות של מערכת ואחסון.
id_id: Periksa Windows untuk masalah sistem dan penyimpanan umum.
it_it: Controlla Windows per problemi comuni del sistema e di archiviazione.
ja_jp: Windows の一般的なシステムとストレージの問題を確認します。
ko_kr: Windows의 일반적인 시스템 및 스토리지 문제를 확인합니다.
pt_br: Verifique o Windows em busca de problemas comuns do sistema e armazenamento.
ru_ru: Проверьте Windows на наличие распространенных проблем системы и хранилища.
tr_tr: Yaygın sistem ve depolama sorunları için Windows'u denetleyin.
vi_vn: Kiểm tra Windows để tìm các sự cố hệ thống và lưu trữ phổ biến.
zh_hans: 检查 Windows 以了解常见的系统和存储问题。
zh_hant: 檢查 Windows 的常見系統和儲存問題。

# RepairPage_LastCheckedNever.Text
source: Last checked: Never
ar_tn: آخر فحص: أبداً
de: Letzte Überprüfung: Nie
es_es: Última comprobación: Nunca
fr_fr: Dernière vérification : Jamais
he_il: בדיקה אחרונה: מעולם לא
id_id: Terakhir diperiksa: Tidak pernah
it_it: Ultimo controllo: Mai
ja_jp: 最終チェック: なし
ko_kr: 마지막 확인: 없음
pt_br: Última verificação: Nunca
ru_ru: Последняя проверка: Никогда
tr_tr: Son denetim: Hiç
vi_vn: Lần kiểm tra cuối: Chưa từng
zh_hans: 上次检查时间：从不
zh_hant: 上次檢查時間：從不

# RepairPage_CheckSystemButton.Content
source: Check system
ar_tn: افحص النظام
de: System überprüfen
es_es: Comprobar sistema
fr_fr: Vérifier le système
he_il: בדוק מערכת
id_id: Periksa sistem
it_it: Controlla sistema
ja_jp: システムをチェック
ko_kr: 시스템 확인
pt_br: Verificar sistema
ru_ru: Проверить систему
tr_tr: Sistemi denetle
vi_vn: Kiểm tra hệ thống
zh_hans: 检查系统
zh_hant: 檢查系統

# RepairPage_WindowsImage.Text
source: Windows image
ar_tn: صورة ويندوز
es_es: Imagen de Windows
fr_fr: Image de Windows
he_il: תמונת Windows
id_id: Citra Windows
it_it: Immagine di Windows
ja_jp: Windows イメージ
ko_kr: Windows 이미지
pt_br: Imagem do Windows
ru_ru: Образ Windows
tr_tr: Windows yansıması
vi_vn: Bộ nhớ thành phần Windows (Windows image)
zh_hans: Windows 映像
zh_hant: Windows 映像

# RepairPage_WindowsImageDescription.Text
source: Windows component store
ar_tn: مخزن مكونات ويندوز
de: Windows-Komponentenspeicher
es_es: Almacén de componentes de Windows
fr_fr: Magasin de composants Windows
he_il: חנות רכיבי Windows
id_id: Penyimpanan komponen Windows
it_it: Archivio componenti di Windows
ja_jp: Windows コンポーネント ストア
ko_kr: Windows 구성 요소 저장소
pt_br: Repositório de componentes do Windows
ru_ru: Хранилище компонентов Windows
tr_tr: Windows bileşen deposu
vi_vn: Kho lưu trữ thành phần Windows
zh_hans: Windows 组件存储
zh_hant: Windows 元件存放區

# RepairPage_SystemFiles.Text
source: System files
ar_tn: ملفات النظام
de: Systemdateien
es_es: Archivos del sistema
fr_fr: Fichiers système
he_il: קבצי מערכת
id_id: File sistem
it_it: File di sistema
ja_jp: システム ファイル
ko_kr: 시스템 파일
pt_br: Arquivos do sistema
ru_ru: Системные файлы
tr_tr: Sistem dosyaları
vi_vn: Tệp hệ thống
zh_hans: 系统文件
zh_hant: 系統檔案

# RepairPage_SystemFilesDescription.Text
source: Protected Windows system files
ar_tn: ملفات نظام ويندوز المحمية
de: Geschützte Windows-Systemdateien
es_es: Archivos de sistema de Windows protegidos
fr_fr: Fichiers système Windows protégés
he_il: קבצי מערכת Windows מוגנים
id_id: File sistem Windows yang dilindungi
it_it: File di sistema protetti di Windows
ja_jp: 保護された Windows システム ファイル
ko_kr: 보호된 Windows 시스템 파일
pt_br: Arquivos protegidos do sistema do Windows
ru_ru: Защищенные системные файлы Windows
tr_tr: Korumalı Windows sistem dosyaları
vi_vn: Các tệp hệ thống Windows được bảo vệ
zh_hans: 受保护的 Windows 系统文件
zh_hant: 受保護的 Windows 系統檔案

# RepairPage_SystemDrive.Text
source: System drive
ar_tn: محرك النظام
de: Systemlaufwerk
es_es: Unidad del sistema
fr_fr: Lecteur système
he_il: כונן מערכת
id_id: Drive sistem
it_it: Unità di sistema
ja_jp: システム ドライブ
ko_kr: 시스템 드라이브
pt_br: Unidade do sistema
ru_ru: Системный диск
tr_tr: Sistem sürücüsü
vi_vn: Ổ đĩa hệ thống
zh_hans: 系统驱动器
zh_hant: 系統磁碟機

# RepairPage_SystemDriveDescription.Text
source: File system integrity
ar_tn: سلامة نظام الملفات
de: Dateisystemintegrität
es_es: Integridad del sistema de archivos
fr_fr: Intégrité du système de fichiers
he_il: תקינות מערכת הקבצים
id_id: Integritas sistem file
it_it: Integrità del file system
ja_jp: ファイル システムの整合性
ko_kr: 파일 시스템 무결성
pt_br: Integridade do sistema de arquivos
ru_ru: Целостность файловой системы
tr_tr: Dosya sistemi bütünlüğü
vi_vn: Tính toàn vẹn của hệ thống tệp
zh_hans: 文件系统完整性
zh_hant: 檔案系統完整性

# RepairPage_TechnicalDetails.Header
source: Technical details
ar_tn: التفاصيل الفنية
de: Technische Details
es_es: Detalles técnicos
fr_fr: Détails techniques
he_il: פרטים טכניים
id_id: Detail teknis
it_it: Dettagli tecnici
ja_jp: 技術的な詳細
ko_kr: 기술 세부 정보
pt_br: Detalhes técnicos
ru_ru: Технические подробности
tr_tr: Teknik ayrıntılar
vi_vn: Chi tiết kỹ thuật
zh_hans: 技术详细信息
zh_hant: 技術詳細資料

# RepairPage_MoreTroubleshooting.Text
source: More troubleshooting
ar_tn: المزيد من استكشاف الأخطاء وإصلاحها
de: Weitere Problembehandlung
es_es: Más solución de problemas
fr_fr: Plus de dépannage
he_il: פתרון בעיות נוסף
id_id: Pemecahan masalah lainnya
it_it: Ulteriore risoluzione dei problemi
ja_jp: その他のトラブルシューティング
ko_kr: 추가 문제 해결
pt_br: Mais solução de problemas
ru_ru: Дополнительное устранение неполадок
tr_tr: Daha fazla sorun giderme
vi_vn: Khắc phục sự cố thêm
zh_hans: 更多疑难解答
zh_hant: 更多疑難排解

# RepairPage_StateIdle_Title
source: System Health
ar_tn: صحة النظام
de: Systemintegrität
es_es: Estado del sistema
fr_fr: État du système
he_il: בריאות המערכת
id_id: Kesehatan Sistem
it_it: Integrità del sistema
ja_jp: システムの正常性
ko_kr: 시스템 상태
pt_br: Integridade do sistema
ru_ru: Состояние системы
tr_tr: Sistem Sağlığı
vi_vn: Tình trạng hệ thống
zh_hans: 系统健康
zh_hant: 系統健康

# RepairPage_StateIdle_Subtitle
source: Check Windows for common system and storage issues.
ar_tn: افحص ويندوز بحثًا عن مشاكل النظام والتخزين الشائعة.
de: Überprüfen Sie Windows auf häufige System- und Speicherprobleme.
es_es: Comprueba Windows en busca de problemas comunes del sistema y almacenamiento.
fr_fr: Vérifiez Windows pour les problèmes courants du système et de stockage.
he_il: בדוק את Windows עבור בעיות נפוצות של מערכת ואחסון.
id_id: Periksa Windows untuk masalah sistem dan penyimpanan umum.
it_it: Controlla Windows per problemi comuni del sistema e di archiviazione.
ja_jp: Windows の一般的なシステムとストレージの問題を確認します。
ko_kr: Windows의 일반적인 시스템 및 스토리지 문제를 확인합니다.
pt_br: Verifique o Windows em busca de problemas comuns do sistema e armazenamento.
ru_ru: Проверьте Windows на наличие распространенных проблем системы и хранилища.
tr_tr: Yaygın sistem ve depolama sorunları için Windows'u denetleyin.
vi_vn: Kiểm tra Windows để tìm các sự cố hệ thống và lưu trữ phổ biến.
zh_hans: 检查 Windows 以了解常见的系统和存储问题。
zh_hant: 檢查 Windows 的常見系統和儲存問題。

# RepairPage_StateIdle_Button
source: Check system
ar_tn: افحص النظام
de: System überprüfen
es_es: Comprobar sistema
fr_fr: Vérifier le système
he_il: בדוק מערכת
id_id: Periksa sistem
it_it: Controlla sistema
ja_jp: システムをチェック
ko_kr: 시스템 확인
pt_br: Verificar sistema
ru_ru: Проверить систему
tr_tr: Sistemi denetle
vi_vn: Kiểm tra hệ thống
zh_hans: 检查系统
zh_hant: 檢查系統

# RepairPage_StateChecking_Title
source: Checking your system...
ar_tn: جاري فحص نظامك...
de: System wird überprüft...
es_es: Comprobando su sistema...
fr_fr: Vérification de votre système...
he_il: בודק את המערכת שלך...
id_id: Memeriksa sistem Anda...
it_it: Controllo del sistema in corso...
ja_jp: システムをチェックしています...
ko_kr: 시스템을 확인하는 중...
pt_br: Verificando seu sistema...
ru_ru: Проверка системы...
tr_tr: Sisteminiz denetleniyor...
vi_vn: Đang kiểm tra hệ thống của bạn...
zh_hans: 正在检查系统...
zh_hant: 正在檢查您的系統...

# RepairPage_StateChecking_Subtitle
source: This can take a few minutes.
ar_tn: قد يستغرق هذا بضع دقائق.
de: Dies kann einige Minuten dauern.
es_es: Esto puede tardar unos minutos.
fr_fr: Cela peut prendre quelques minutes.
he_il: זה עשוי לקחת מספר דקות.
id_id: Ini mungkin memakan waktu beberapa menit.
it_it: Questa operazione potrebbe richiedere alcuni minuti.
ja_jp: これには数分かかる場合があります。
ko_kr: 몇 분 정도 걸릴 수 있습니다.
pt_br: Isso pode levar alguns minutos.
ru_ru: Это может занять несколько минут.
tr_tr: Bu işlem birkaç dakika sürebilir.
vi_vn: Quá trình này có thể mất vài phút.
zh_hans: 这可能需要几分钟。
zh_hant: 這可能需要幾分鐘。

# RepairPage_StateHealthy_Title
source: Your system is healthy
ar_tn: نظامك سليم
de: Ihr System ist fehlerfrei
es_es: Su sistema está en buen estado
fr_fr: Votre système est en bon état
he_il: המערכת שלך תקינה
id_id: Sistem Anda sehat
it_it: Il sistema è integro
ja_jp: システムは正常です
ko_kr: 시스템이 정상입니다
pt_br: Seu sistema está íntegro
ru_ru: Ваша система в порядке
tr_tr: Sisteminiz sağlıklı
vi_vn: Hệ thống của bạn khỏe mạnh
zh_hans: 你的系统很健康
zh_hant: 您的系統很健康

# RepairPage_StateHealthy_Subtitle
source: No issues were found.
ar_tn: لم يتم العثور على أية مشاكل.
de: Es wurden keine Probleme gefunden.
es_es: No se encontraron problemas.
fr_fr: Aucun problème n'a été trouvé.
he_il: לא נמצאו בעיות.
id_id: Tidak ada masalah yang ditemukan.
it_it: Nessun problema trovato.
ja_jp: 問題は見つかりませんでした。
ko_kr: 문제를 찾을 수 없습니다.
pt_br: Nenhum problema foi encontrado.
ru_ru: Проблемы не обнаружены.
tr_tr: Herhangi bir sorun bulunamadı.
vi_vn: Không tìm thấy sự cố nào.
zh_hans: 未发现问题。
zh_hant: 未發現問題。

# RepairPage_StateHealthy_Button
source: Check again
ar_tn: افحص مرة أخرى
de: Erneut überprüfen
es_es: Comprobar de nuevo
fr_fr: Vérifier à nouveau
he_il: בדוק שוב
id_id: Periksa lagi
it_it: Controlla di nuovo
ja_jp: もう一度チェック
ko_kr: 다시 확인
pt_br: Verificar novamente
ru_ru: Проверить снова
tr_tr: Tekrar denetle
vi_vn: Kiểm tra lại
zh_hans: 再次检查
zh_hant: 再次檢查

# RepairPage_StateIssuesFound_Title
source: Issues found
ar_tn: تم العثور على مشاكل
de: Probleme gefunden
es_es: Problemas encontrados
fr_fr: Problèmes trouvés
he_il: נמצאו בעיות
id_id: Masalah ditemukan
it_it: Problemi trovati
ja_jp: 問題が見つかりました
ko_kr: 문제 발견됨
pt_br: Problemas encontrados
ru_ru: Обнаружены проблемы
tr_tr: Sorunlar bulundu
vi_vn: Đã tìm thấy sự cố
zh_hans: 发现问题
zh_hant: 發現問題

# RepairPage_StateIssuesFound_Subtitle
source: RyTuneX can repair these issues automatically.
ar_tn: يمكن لـ RyTuneX إصلاح هذه المشاكل تلقائياً.
de: RyTuneX kann diese Probleme automatisch beheben.
es_es: RyTuneX puede reparar estos problemas automáticamente.
fr_fr: RyTuneX peut réparer ces problèmes automatiquement.
he_il: RyTuneX יכול לתקן בעיות אלו אוטומטית.
id_id: RyTuneX dapat memperbaiki masalah ini secara otomatis.
it_it: RyTuneX può riparare questi problemi automaticamente.
ja_jp: RyTuneX はこれらの問題を自動的に修復できます。
ko_kr: RyTuneX가 이 문제들을 자동으로 복구할 수 있습니다.
pt_br: O RyTuneX pode reparar esses problemas automaticamente.
ru_ru: RyTuneX может автоматически исправить эти проблемы.
tr_tr: RyTuneX bu sorunları otomatik olarak onarabilir.
vi_vn: RyTuneX có thể tự động sửa chữa các sự cố này.
zh_hans: RyTuneX 可以自动修复这些问题。
zh_hant: RyTuneX 可以自動修復這些問題。

# RepairPage_StateIssuesFound_Button
source: Repair system
ar_tn: إصلاح النظام
de: System reparieren
es_es: Reparar sistema
fr_fr: Réparer le système
he_il: תקן מערכת
id_id: Perbaiki sistem
it_it: Ripara sistema
ja_jp: システムを修復
ko_kr: 시스템 복구
pt_br: Reparar sistema
ru_ru: Восстановить систему
tr_tr: Sistemi onar
vi_vn: Sửa chữa hệ thống
zh_hans: 修复系统
zh_hant: 修復系統

# RepairPage_StateRepairing_Title
source: Repairing your system...
ar_tn: جاري إصلاح نظامك...
de: Ihr System wird repariert...
es_es: Reparando su sistema...
fr_fr: Réparation de votre système...
he_il: מתקן את המערכת שלך...
id_id: Memperbaiki sistem Anda...
it_it: Riparazione del sistema in corso...
ja_jp: システムを修復しています...
ko_kr: 시스템을 복구하는 중...
pt_br: Reparando seu sistema...
ru_ru: Восстановление системы...
tr_tr: Sisteminiz onarılıyor...
vi_vn: Đang sửa chữa hệ thống của bạn...
zh_hans: 正在修复系统...
zh_hant: 正在修復您的系統...

# RepairPage_StateRepairing_Subtitle
source: This can take several minutes. Don't turn off your PC.
ar_tn: قد يستغرق هذا عدة دقائق. لا تقم بإيقاف تشغيل حاسوبك.
de: Dies kann einige Minuten dauern. Schalten Sie Ihren PC nicht aus.
es_es: Esto puede tardar varios minutos. No apague su PC.
fr_fr: Cela peut prendre plusieurs minutes. N'éteignez pas votre PC.
he_il: זה עשוי לקחת מספר דקות. אל תכבה את המחשב.
id_id: Ini mungkin memakan waktu beberapa menit. Jangan matikan PC Anda.
it_it: Questa operazione potrebbe richiedere diversi minuti. Non spegnere il PC.
ja_jp: これには数分かかる場合があります。PC の電源を切らないでください。
ko_kr: 이 작업은 몇 분 정도 걸릴 수 있습니다. PC를 끄지 마세요.
pt_br: Isso pode levar vários minutos. Não desligue seu PC.
ru_ru: Это может занять несколько минут. Не выключайте компьютер.
tr_tr: Bu işlem birkaç dakika sürebilir. Bilgisayarınızı kapatmayın.
vi_vn: Quá trình này có thể mất vài phút. Đừng tắt PC của bạn.
zh_hans: 这可能需要几分钟。请勿关闭电脑。
zh_hant: 這可能需要幾分鐘。請勿關閉電腦。

# RepairPage_StateRepairCompleted_Title
source: Repair completed
ar_tn: اكتمل الإصلاح
de: Reparatur abgeschlossen
es_es: Reparación completada
fr_fr: Réparation terminée
he_il: התיקון הושלם
id_id: Perbaikan selesai
it_it: Riparazione completata
ja_jp: 修復が完了しました
ko_kr: 복구 완료
pt_br: Reparo concluído
ru_ru: Восстановление завершено
tr_tr: Onarım tamamlandı
vi_vn: Đã hoàn thành sửa chữa
zh_hans: 修复完成
zh_hant: 修復完成

# RepairPage_StateRepairCompleted_Subtitle
source: Your system has been repaired.
ar_tn: تم إصلاح نظامك.
de: Ihr System wurde repariert.
es_es: Su sistema ha sido reparado.
fr_fr: Votre système a été réparé.
he_il: המערכת שלך תוקנה.
id_id: Sistem Anda telah diperbaiki.
it_it: Il sistema è stato riparato.
ja_jp: システムは修復されました。
ko_kr: 시스템이 복구되었습니다.
pt_br: Seu sistema foi reparado.
ru_ru: Ваша система была восстановлена.
tr_tr: Sisteminiz onarıldı.
vi_vn: Hệ thống của bạn đã được sửa chữa.
zh_hans: 你的系统已修复。
zh_hant: 您的系統已修復。

# RepairPage_RowStatus_Healthy
source: Healthy
ar_tn: سليم
de: Fehlerfrei
es_es: Correcto
fr_fr: Sain
he_il: תקין
id_id: Sehat
it_it: Integro
ja_jp: 正常
ko_kr: 정상
pt_br: Íntegro
ru_ru: В порядке
tr_tr: Sağlıklı
vi_vn: Khỏe mạnh
zh_hans: 健康
zh_hant: 健康

# RepairPage_RowStatus_NeedsAttention
source: Needs attention
ar_tn: يحتاج إلى اهتمام
de: Aktion erforderlich
es_es: Requiere atención
fr_fr: Nécessite une attention
he_il: דורש תשומת לב
id_id: Perlu perhatian
it_it: Richiede attenzione
ja_jp: 注意が必要
ko_kr: 주의 필요
pt_br: Requer atenção
ru_ru: Требует внимания
tr_tr: Dikkat gerektiriyor
vi_vn: Cần chú ý
zh_hans: 需要注意
zh_hant: 需要注意

# RepairPage_RowStatus_Scheduled
source: Scheduled on restart
ar_tn: مجدول عند إعادة التشغيل
de: Beim Neustart geplant
es_es: Programado al reiniciar
fr_fr: Planifié au redémarrage
he_il: מתוזמן בהפעלה מחדש
id_id: Dijadwalkan saat restart
it_it: Programmato al riavvio
ja_jp: 再起動時にスケジュール済み
ko_kr: 다시 시작 시 예약됨
pt_br: Agendado para reiniciar
ru_ru: Запланировано при перезагрузке
tr_tr: Yeniden başlatmada zamanlandı
vi_vn: Đã lên lịch vào lần khởi động lại
zh_hans: 已计划在重启时进行
zh_hant: 已排程於重新啟動時執行

# RepairPage_RowStatus_Unknown
source: Unknown
ar_tn: غير معروف
de: Unbekannt
es_es: Desconocido
fr_fr: Inconnu
he_il: לא ידוע
id_id: Tidak diketahui
it_it: Sconosciuto
ja_jp: 不明
ko_kr: 알 수 없음
pt_br: Desconhecido
ru_ru: Неизвестно
tr_tr: Bilinmiyor
vi_vn: Không xác định
zh_hans: 未知
zh_hant: 未知

# RepairPage_RowStatus_Checking
source: Checking...
ar_tn: جاري الفحص...
de: Wird überprüft...
es_es: Comprobando...
fr_fr: Vérification...
he_il: בודק...
id_id: Memeriksa...
it_it: Controllo...
ja_jp: チェック中...
ko_kr: 확인 중...
pt_br: Verificando...
ru_ru: Проверка...
tr_tr: Denetleniyor...
vi_vn: Đang kiểm tra...
zh_hans: 正在检查...
zh_hant: 正在檢查...

# RepairPage_StatusChecking
source: Checking {friendlyName}... ({current}/{total})
ar_tn: جاري فحص {friendlyName}... ({current}/{total})
de: {friendlyName} wird überprüft... ({current}/{total})
es_es: Comprobando {friendlyName}... ({current}/{total})
fr_fr: Vérification de {friendlyName}... ({current}/{total})
he_il: בודק {friendlyName}... ({current}/{total})
id_id: Memeriksa {friendlyName}... ({current}/{total})
it_it: Controllo {friendlyName}... ({current}/{total})
ja_jp: {friendlyName} をチェックしています... ({current}/{total})
ko_kr: {friendlyName} 확인 중... ({current}/{total})
pt_br: Verificando {friendlyName}... ({current}/{total})
ru_ru: Проверка {friendlyName}... ({current}/{total})
tr_tr: {friendlyName} denetleniyor... ({current}/{total})
vi_vn: Đang kiểm tra {friendlyName}... ({current}/{total})
zh_hans: 正在检查 {friendlyName}... ({current}/{total})
zh_hant: 正在檢查 {friendlyName}... ({current}/{total})

# RepairPage_StatusRepairing
source: Repairing {friendlyName}... ({current}/{total})
ar_tn: جاري إصلاح {friendlyName}... ({current}/{total})
de: {friendlyName} wird repariert... ({current}/{total})
es_es: Reparando {friendlyName}... ({current}/{total})
fr_fr: Réparation de {friendlyName}... ({current}/{total})
he_il: מתקן {friendlyName}... ({current}/{total})
id_id: Memperbaiki {friendlyName}... ({current}/{total})
it_it: Riparazione {friendlyName}... ({current}/{total})
ja_jp: {friendlyName} を修復しています... ({current}/{total})
ko_kr: {friendlyName} 복구 중... ({current}/{total})
pt_br: Reparando {friendlyName}... ({current}/{total})
ru_ru: Восстановление {friendlyName}... ({current}/{total})
tr_tr: {friendlyName} onarılıyor... ({current}/{total})
vi_vn: Đang sửa chữa {friendlyName}... ({current}/{total})
zh_hans: 正在修复 {friendlyName}... ({current}/{total})
zh_hant: 正在修復 {friendlyName}... ({current}/{total})

# RepairPage_LastCheckedFormat
source: Last checked: {time}
ar_tn: آخر فحص: {time}
de: Letzte Überprüfung: {time}
es_es: Última comprobación: {time}
fr_fr: Dernière vérification : {time}
he_il: בדיקה אחרונה: {time}
id_id: Terakhir diperiksa: {time}
it_it: Ultimo controllo: {time}
ja_jp: 最終チェック: {time}
ko_kr: 마지막 확인: {time}
pt_br: Última verificação: {time}
ru_ru: Последняя проверка: {time}
tr_tr: Son denetim: {time}
vi_vn: Lần kiểm tra cuối: {time}
zh_hans: 上次检查时间：{time}
zh_hant: 上次檢查時間：{time}

# RepairPage_ChkdskScheduledNote
source: System drive repair is scheduled for the next restart.
ar_tn: تمت جدولة إصلاح محرك النظام عند إعادة التشغيل القادمة.
de: Die Reparatur des Systemlaufwerks ist für den nächsten Neustart geplant.
es_es: La reparación de la unidad del sistema está programada para el próximo reinicio.
fr_fr: La réparation du lecteur système est planifiée pour le prochain redémarrage.
he_il: תיקון כונן המערכת מתוזמן להפעלה מחדש הבאה.
id_id: Perbaikan drive sistem dijadwalkan untuk restart berikutnya.
it_it: La riparazione dell'unità di sistema è programmata per il prossimo riavvio.
ja_jp: システム ドライブの修復は次回の再起動時にスケジュールされています。
ko_kr: 시스템 드라이브 복구가 다음 다시 시작 시 예약되었습니다.
pt_br: O reparo da unidade do sistema está agendado para a próxima reinicialização.
ru_ru: Восстановление системного диска запланировано при следующей перезагрузке.
tr_tr: Sistem sürücüsü onarımı bir sonraki yeniden başlatma için zamanlandı.
vi_vn: Việc sửa chữa ổ đĩa hệ thống đã được lên lịch cho lần khởi động lại tiếp theo.
zh_hans: 系统驱动器修复已计划在下次重启时进行。
zh_hant: 系統磁碟機修復已排程於下次重新啟動時執行。

# ServicesPage_Notification_StartupChangedTitle
source: Startup Type Changed
ar_tn: تغيير نوع البدء
de: Starttyp geändert
es_es: Tipo de inicio cambiado
fr_fr: Type de démarrage modifié
he_il: סוג ההפעלה שונה
id_id: Tipe Startup Diubah
it_it: Tipo di avvio modificato
ja_jp: スタートアップの種類が変更されました
ko_kr: 시작 유형 변경됨
pt_br: Tipo de Inicialização Alterado
ru_ru: Тип запуска изменен
tr_tr: Başlangıç Türü Değiştirildi
vi_vn: Đã thay đổi kiểu khởi động
zh_hans: 启动类型已更改
zh_hant: 啟動類型已變更

# ServicesPage_TotalServices.Text
source: Total Services
ar_tn: إجمالي الخدمات
de: Dienste insgesamt
es_es: Servicios totales
fr_fr: Total des services
he_il: סה"כ שירותים
id_id: Total Layanan
it_it: Servizi totali
ja_jp: すべてのサービス
ko_kr: 전체 서비스
pt_br: Total de Serviços
ru_ru: Всего служб
tr_tr: Toplam Hizmetler
vi_vn: Tổng số dịch vụ
zh_hans: 服务总数
zh_hant: 服務總數

# ServicesPage_StartServiceTooltip.ToolTipService.ToolTip
source: Start service
ar_tn: تشغيل الخدمة
de: Dienst starten
es_es: Iniciar servicio
fr_fr: Démarrer le service
he_il: הפעל שירות
id_id: Mulai layanan
it_it: Avvia servizio
ja_jp: サービスを開始
ko_kr: 서비스 시작
pt_br: Iniciar serviço
ru_ru: Запустить службу
tr_tr: Hizmeti başlat
vi_vn: Bắt đầu dịch vụ
zh_hans: 启动服务
zh_hant: 啟動服務

# ServicesPage_Action_Restarted
source: restarted
ar_tn: إعادة تشغيل
de: neu gestartet
es_es: reiniciado
fr_fr: redémarré
he_il: הופעל מחדש
id_id: mulai ulang
it_it: riavviato
ja_jp: 再起動
ko_kr: 다시 시작
pt_br: reiniciado
ru_ru: перезапущена
tr_tr: yeniden başlatıldı
vi_vn: khởi động lại
zh_hans: 重启
zh_hant: 重新啟動

# ServicesPage_Notification_ControlError
source: Failed to control service: {error}
ar_tn: فشل التحكم بالخدمة: {error}
de: Dienst konnte nicht gesteuert werden: {error}
es_es: Error al controlar el servicio: {error}
fr_fr: Échec du contrôle du service : {error}
he_il: נכשל בביצוע בקרת שירות: {error}
id_id: Gagal mengontrol layanan: {error}
it_it: Impossibile controllare il servizio: {error}
ja_jp: サービスの制御に失敗しました: {error}
ko_kr: 서비스 제어 실패: {error}
pt_br: Falha ao controlar o serviço: {error}
ru_ru: Не удалось выполнить управление службой: {error}
tr_tr: Hizmet denetlenemedi: {error}
vi_vn: Không thể điều khiển dịch vụ: {error}
zh_hans: 无法控制服务: {error}
zh_hant: 無法控制服務: {error}

# ServicesPage_StopServiceTooltip.ToolTipService.ToolTip
source: Stop service
ar_tn: إيقاف الخدمة
de: Dienst beenden
es_es: Detener servicio
fr_fr: Arrêter le service
he_il: הפסק שירות
id_id: Hentikan layanan
it_it: Arresta servizio
ja_jp: サービスを停止
ko_kr: 서비스 중지
pt_br: Parar serviço
ru_ru: Остановить службу
tr_tr: Hizmeti durdur
vi_vn: Dừng dịch vụ
zh_hans: 停止服务
zh_hant: 停止服務

# ServicesPage_StoppedServices.Text
source: Stopped Services
ar_tn: الخدمات المتوقفة
de: Gestoppte Dienste
es_es: Servicios detenidos
fr_fr: Services arrêtés
he_il: שירותים מופסקים
id_id: Layanan Berhenti
it_it: Servizi arrestati
ja_jp: 停止中のサービス
ko_kr: 중지된 서비스
pt_br: Serviços Parados
ru_ru: Остановленные службы
tr_tr: Durdurulan Hizmetler
vi_vn: Dịch vụ đã dừng
zh_hans: 已停止的服务
zh_hant: 已停止的服務

# ServicesPage_Notification_StartupError
source: Failed to change startup type: {error}
ar_tn: فشل تغيير نوع البدء: {error}
de: Starttyp konnte nicht geändert werden: {error}
es_es: Error al cambiar el tipo de inicio: {error}
fr_fr: Échec de la modification du type de démarrage : {error}
he_il: נכשל בשינוי סוג ההפעלה: {error}
id_id: Gagal mengubah tipe startup: {error}
it_it: Impossibile modificare il tipo di avvio: {error}
ja_jp: スタートアップの種類の設定に失敗しました: {error}
ko_kr: 시작 유형 변경 실패: {error}
pt_br: Falha ao alterar tipo de inicialização: {error}
ru_ru: Не удалось изменить тип запуска: {error}
tr_tr: Başlangıç türü değiştirilemedi: {error}
vi_vn: Không thể thay đổi kiểu khởi động: {error}
zh_hans: 更改启动类型失败: {error}
zh_hant: 變更啟動類型失敗: {error}
